<?php 
return [
  'newEvent' => [
    'subject' => 'موضوع الفاعلية',
    'text' => 'إضافة التفاصيل',
  ],
  'loginDashboard' => 'تسجيل الدخول إلى الصفحة الرئيسية',
  'thankyouNote' => 'ُThank you',
  'hello' => 'مرحبا',
  'whoops' => 'عذرًا',
  'regards' => 'مع وافر التحية',
  'footerLine' => 'أطبع الرابط في المتصفح الخاص بك في حالة عطل النقر علي الزر',
  'newExpense' => [
    'subject' => 'تمت إضافة مصاريف جديدة',
  ],
  'expenseStatus' => [
    'subject' => 'تم تحديث حالة بنود المصاريف',
    'text' => 'تم تحديث حالة بنود المصاريف الخاصة بك إلى',
  ],
  'resetPassword' => [
    'subject' => 'إعادة تعيين كلمة المرور',
    'text' => 'أنت تتلقى هذا البريد الإلكتروني لأننا تلقينا طلب لإعادة تعيين كلمة المرور لحسابك.',
    'text2' => 'إذا لم تطلب إعادة تعيين كلمة المرور ، فلا داعي لإتخاذ أي إجراء آخر.',
    'button' => 'إعادة تعيين كلمة المرور',
    'expire' => 'ستنتهي صلاحية رابط إعادة تعيين كلمة المرور هذا في غضون دقيقة',
  ],
  'newNotice' => [
    'subject' => 'خبر جديد',
    'text' => 'تم نشر خبر جديد.',
  ],
  'newProjectMember' => [
    'subject' => 'إضافتك كعضو مشارك في مشروع',
    'text' => 'لقد تمت إضافتك كعضو مشارك في المشروع',
  ],
  'newTask' => [
    'subject' => 'تكليف جديد مخصص لك',
  ],
  'newTicket' => [
    'subject' => 'طلب جديد',
    'text' => 'تم تخصيص طلب جديد. تسجيل الدخول لعرض تفاصيل الطلب',
  ],
  'newSupportTicket' => [
    'subject' => 'طلب دعم فني جديد ',
    'text' => 'تم إنشاء طلب دعم فني جديد. تسجيل الدخول لعرض تفاصيل الطلب',
  ],
  'newTicketRequester' => [
    'subject' => 'طلب جديد لك',
    'text' => 'تم تخصيص طلب جديد لك. تسجيل الدخول لعرض تفاصيل الطلب',
  ],
  'newSupportTicketRequester' => [
    'subject' => 'طلب دعم فني جديد لك',
    'text' => 'تم تخصيص طلب دعم فني جديد لك. تسجيل الدخول لعرض تفاصيل الطلب',
  ],
  'newUser' => [
    'subject' => 'مرحبا بك في',
    'text' => 'تم إنشاء حسابك بنجاح',
  ],
  'leaves' => [
    'subject' => 'تحديث حالة طلب الأجازة',
    'statusSubject' => 'تم تحديث حالة طلب الأجازة',
  ],
  'taskComplete' => [
    'subject' => 'تم تسجيل إنتهاء التكليف',
  ],
  'taskUpdate' => [
    'subject' => 'تم تحديث التكليف',
  ],
  'leave' => [
    'approve' => 'تمت الموافقة على طلب الأجازة',
    'reject' => 'تم رفض طلب الأجازة',
    'applied' => 'تم خصم الأجازة من رصيدك',
  ],
  'newClientTask' => [
    'subject' => 'تم إنشاء تكليف جديد',
    'text' => 'تم إنشاء تكليف جديد في مشروعك. التفاصيل كالتالي',
  ],
  'newCompany' => [
    'subject' => 'تسجيل شركة جديدة',
    'text' => 'تم تسجيل بيانات الشركة الجديدة',
  ],
  'planUpdate' => [
    'subject' => 'تحديث باقة الإشتراك',
    'text' => 'تم تحديث باقة الإشتراك',
  ],
  'reminder' => [
    'subject' => 'تذكير بالتكليف المخصص لك',
  ],
  'licenseExpirePre' => [
    'subject' => 'إقتراب موعد إنتهاء الإشتراك',
    'text' => 'سوف يتم إنتهاء الإشتراك قريبًا ، يُرجى التحقق من تفاصيل الفواتير الخاصة بك.',
  ],
  'licenseExpire' => [
    'subject' => 'تم إنتهاء الإشتراك',
    'text' => 'تم إنتهاء الإشتراك. يرجى التحقق من تفاصيل الفواتير.',
  ],
  'planPurchase' => [
    'subject' => 'شراء باقة الإشتراك',
    'text' => 'تم شراء باقة جديدة للإشتراك',
  ],
  'cancelLicense' => [
    'subject' => 'تم إلغاء باقة الإشتراك بسبب فشل الدفع.',
    'text' => 'تم إلغاء باقة الإشتراك بسبب فشل الدفع. يرجى التحقق من التفاصيل.',
  ],
  'invoices' => [
    'paymentReceived' => 'عملية دفع مقبولة',
    'offlinePaymentRequest' => 'طلب الدفع بمنافذ شركة فوري',
  ],
  'dropMembershipMemberAlert' =>
    [
        'warningExpectedDropMembership' => 'تحذير من اسقاط عضوية متوقع.',
        'reason' => 'نظرا لعدم السداد لمدة اربع سنوات فانه متوقع اسقاط عضويتكم اذا لم يتم السداد قبل الاول من نوفمبر.',
    ],
    'dropMembershipAdminAlert' =>
        [
            'warningExpectedDropMembership' => 'اسقاط عضوية.',
            'reason' => 'يرجى التكرم باسقاط عضوية العضو التالي لعدم السداد.',
        ],
  'projectReminder' => [
    'subject' => 'تذكير المشروع',
    'text' => 'هذا لتذكيرك بتاريخ استحقاق المشاريع التالية وهو',
  ],
  'invoiceReminder' => [
    'subject' => 'تذكير الفاتورة',
    'text' => 'هذا لتذكيرك بتاريخ استحقاق الفاتورة التالية وهو',
  ],
  'messages' => [
    'loginForMoreDetails' => 'تسجيل الدخول لمزيد من التفاصيل',
  ],
  'paymentReminder' => [
    'content' => 'هذا لتذكيرك بتاريخ استحقاق سداد فاتورة المشروع التالي وهو',
    'subject' => 'تذكير بالدفع',
  ],
  'taskComment' => [
    'subject' => 'تم نشر ملاحظات على التكليف',
  ],
  'removalRequestAdmin' => [
    'subject' => 'طلب إلغاء البيانات',
    'text' => 'طلب إلغاء البيانات',
  ],
  'fileUpload' => [
    'subject' => 'ملف جديد تم تحميله إلى المشروع',
  ],
  'emailVerify' => [
    'subject' => 'تأكيد بواسطة البريد الالكتروني',
    'text' => 'شكرا لك على التسجيل. هنا تعليمات التحقق من البريد الإلكتروني الخاص بك. تم تقديم طلب للتحقق من بريدك الإلكتروني. إذا لم تكن قد قدمت هذا الطلب ، فتجاهل هذا البريد الإلكتروني ببساطة. إذا كنت قد قدمت هذا الطلب ، يرجى التحقق',
  ],
  'emailVerifySuccess' => [
    'subject' => 'نجاح التحقق من البريد الإلكتروني',
    'text' => 'شكرا لك على التحقق من البريد الإلكتروني. الرجاء الضغط على الرابط أدناه لتسجيل الدخول',
    'login' => 'تسجيل الدخول',
  ],
  'discussionReply' => [
    'subject' => 'ردا على',
    'text' => 'لقد تلقيت ردًا علي',
  ],
  'estimate' => [
    'subject' => 'تم إنشاء تقدير مالي جديد!',
    'text' => 'تم إنشاء تقدير جديد لمشروعك كما هو مرفق. الرجاء الضغط على الرابط أدناه للموافقة / رفض التقدير.',
    'approveReject' => 'الموافقة / الرفض',
  ],
  'chat' => [
    'text' => 'مقدمة الإخطار',
    'notificationAction' => 'إجراء الإخطار',
  ],
  'push' => [
    'text' => 'مقدمة الإخطار',
    'notificationAction' => 'إجراء الإخطار',
  ],
  'slack' => [
    'text' => 'مقدمة الإخطار',
    'notificationAction' => 'إجراء الإخطار',
  ],
  'timerStart' => [
    'text' => 'مقدمة الإخطار',
    'notificationAction' => 'إجراء الإخطار',
  ],
  'issue' => [
    'text' => 'تم إنشاء موضوع نقاشي جديد',
    'notificationAction' => 'تم إنشاء موضوع نقاشي جديد',
  ],
  'contract' => [
    'subject' => 'تم إنشاء عقد جديد!',
    'text' => 'تم إنشاء عقد جديد',
    'viewContract' => 'عرض العقد',
  ],
  'contractSign' => [
    'subject' => 'تم توقيع العقد',
    'text' => 'المقاول (عقد) موقع بواسطة العميل',
  ],
  'invoice' => [
    'subject' => 'تم إنشاء فاتورة جديدة!',
    'text' => 'تم إنشاء فاتورة جديدة لمشروعك. الرجاء الضغط على الرابط لعرض الفاتورة',
    'viewInvoice' => 'عرض الفاتورة',
  ],
  'payment' => [
    'subject' => 'تم استلام المبالغ المدفوعة!',
    'text' => 'شكرا لك. تم تسجيل الدفع. الرجاء الضغط على الرابط أدناه لعرض / تنزيل الفاتورة المدفوعة.',
  ],
  'offlinePaymentAccept' => [
    'subject' => 'تم التحقق من الدفع دون اتصال بالإنترنت',
    'text' => 'تم قبول طلبك لـ :invoice_id.',
  ],
  'offlinePaymentReject' => [
    'subject' => 'تم رفض الدفع دون اتصال بالإنترنت',
    'text' => 'تم رفض طلبك لـ :invoice_id.',
  ],
  'offlinePackageChangeVerify' => [
    'subject' => 'تم التحقق من طلب تغيير الحزمة',
    'text' => 'تم التحقق من طلبك لتغيير الخطة بنجاح.',
    'message' => 'الآن الحزمة الخاصة بك هي :package',
  ],
  'offlinePackageChangeReject' => [
    'subject' => 'تم رفض طلب تغيير الحزمة',
    'text' => 'تم رفض طلبك لتغيير :plan بسبب تفاصيل خاطئة.',
  ],
  'offlinePackageChangeRequest' => [
    'subject' => 'طلب تغيير الأشتراك',
    'text' => ': مطلوب لتغيير إشتراك',
    'packageName' => 'اسم الإشتراك',
  ],
  'proposal' => [
    'subject' => 'تم إرسال عرض جديد إليك!',
    'text' => 'تم إرسال عرض جديد إليك. تسجيل الدخول الآن للإطلاع علي العرض.',
  ],
  'clientProposal' => [
    'subject' => 'تم استلام عرض جديد!',
    'text' => 'استلام عرض جديد. الرجاء النقر للإطلاع علي العرض.',
    'viewProposal' => 'الإطلاع علي العرض المقدم',
  ],
  'test' => [
    'subject' => 'إختبار البريد الإلكتروني',
    'text' => 'هذا بريد إلكتروني تجريبي',
  ],
  'supportTicketReply' => [
    'subject' => 'الرد على طلب دعم فني',
    'text' => 'تم استلام رد جديد على طلب الدعم الفني',
  ],
  'newChat' => [
    'subject' => 'تم استلام رسالة جديدة',
  ],
  'discussion' => [
    'subject' => 'بدأت مناقشة جديدة',
  ],
  'subTaskCreated' => 'تم إنشاء التكليف الفرعي.',
  'subTaskComplete' => [
    'subject' => 'تم الإنتهاء من التكليف الفرعي',
  ],
  'ticketAgent' => [
    'subject' => 'لقد تم تخصيص طلب جديد لك',
    'text' => 'لقد تم تخصيص طلب جديد لك.',
  ],
  'supportTicketAgent' => [
    'subject' => 'لقد تم تخصيص طلب دعم فني جديد لك',
    'text' => 'لقد تم تخصيص طلب دعم فني جديد لك.',
  ],
  'newContract' => [
    'subject' => 'تم إنشاء عقد جديد!',
    'text' => 'تم إنشاء عقد جديد.',
  ],
  'noticeUpdate' => [
    'subject' => 'تحديث الخبر',
    'text' => 'تم تحديث الخبر. تسجيل الدخول لعرض تفاصيل الخبر.',
  ],
  'taskNote' => [
    'subject' => 'ملاحظة جديدة حول التكليف',
  ],
  'removalRequestApprovedUser' => [
    'subject' => 'الموافقة على طلب الإلغاء',
    'text' => 'تمت الموافقة على طلب الإلغاء الخاص بك',
  ],
  'removalRequestRejectedUser' => [
    'subject' => 'تم رفض طلب الإلغاء',
    'text' => 'تم رفض طلب الإلغاء الخاص بك',
  ],
  'newExpenseRecurring' => [
    'subject' => 'تم إرسال المصروفات المتكررة الجديدة',
  ],
  'expenseRecurringStatus' => [
    'subject' => 'تم تحديث حالة المصاريف المتكررة',
    'text' => 'تحديث حالة المصاريف المتكررة الخاصة بك إلى',
  ],
  'newInvoiceRecurring' => [
    'subject' => 'تم إرسال فاتورة متكررة جديدة',
  ],
  'invoiceRecurringStatus' => [
    'subject' => 'تم تحديث حالة الفاتورة المتكررة',
    'text' => 'تم تحديث حالة فاتورتك المتكررة إلى',
  ],
  'creditNote' => [
    'subject' => 'تم تحرير إشعار مديونية',
    'text' => 'تم تحرير إشعار مديونية جديد. تسجيل الدخول الآن لعرض إشعار مديونية',
  ],
  'leadAgent' => [
    'subject' => 'عميل محتمل جديد',
  ],
  'newProject' => [
    'subject' => 'تمت إضافة مشروع جديد',
    'text' => 'تمت إضافة مشروع جديد بالاسم.',
    'withName' => 'بإسم.',
    'loginNow' => 'تسجيل الدخول الآن لعرض المشروع.',
  ],
  'projectFile' => [
    'subject' => 'إضافة ملفات جديدة إلى المشروع',
    'text' => 'تمت إضافة ملفات جديدة إلى المشروع',
    'withName' => 'بإسم.',
    'loginNow' => 'تسجيل الدخول الآن لعرض ملفات المشروع.',
  ],
  'productPurchase' => [
    'subject' => 'طلب شراء منتج جديد',
    'text' => 'طلب شراء منتج جديد باسم العميل',
    'loginNow' => 'تسجيل الدخول الآن لعرض فاتورة شراء المنتج.',
  ],
  'rating' => [
    'subject' => 'تمت إضافة التقييم على المشروع',
    'text' => 'تمت إضافة التقييم على المشروع',
  ],
  'ratingUpdate' => [
    'subject' => 'تمت تحديث التقييم على المشروع',
    'text' => 'تمت تحديث التقييم على المشروع',
  ],
  'lead' => [
    'subject' => 'تم إنشاء عميل محتمل جديد!',
    'text' => 'تم إنشاء عميل محتمل جديد.',
    'withName' => 'باسم',
  ],
  'proposalSigned' => [
    'subject' => 'تم قبول العرض!',
    'text' => 'تم قبول العرض الجديد والتوقيع عليه.',
    'approve' => 'موافق',
  ],
  'proposalRejected' => [
    'subject' => 'تم رفض العرض!',
    'text' => 'تم رفض العرض.',
    'rejected' => 'مرفوض',
  ],
  'AttendanceReminder' => [
    'subject' => 'تذكير الحضور',
    'text' => 'لقد نسيت تسجيل حضورك اليوم. يرجى تسجيل الحضور لتجنب إحتساب اليوم كغياب',
  ],
];
