<?php 
return [
  'title' => 'مثبت لارافل',
  'next' => 'الخطوة التالية',
  'finish' => 'إنتهاء',
  'welcome' => [
    'title' => 'مرحبًا بك في برنامج التثبيت',
    'message' => 'مرحبًا بك في معالج الإعداد.',
  ],
  'requirements' => [
    'title' => 'متطلبات السيرفر',
  ],
  'permissions' => [
    'title' => 'التصازيح',
  ],
  'environment' => [
    'title' => 'تكوين بيئة العمل',
    'save' => 'حفظ بيئة العمل',
    'success' => 'تم حفظ إعدادات ملف بيئة العمل',
    'errors' => 'تعذر حفظ ملف بيئة العمل يرجى إنشائه يدويًا.',
  ],
  'install' => 'تثبيت',
  'final' => [
    'title' => 'تم الانتهاء من',
    'finished' => 'تم تثبيت التطبيق بنجاح.',
    'exit' => 'انقر هنا للخروج',
  ],
  'checkPermissionAgain' => 'تحقق من الإذن مرة أخرى',
];